Repository: mozilla-l10n/mt-training-data
Catalog: wbl/wbl_pontoon.tmx
Source language: en_us
Languages: wbl

source: Profile information improves the audio data used in training speech recognition accuracy.
wbl: profaylẽ molũmotẽs̃h k̃hẽnak dishnẽ drustẽgiyẽ tẽrbiyatẽr istimol wocnẽr od̃yowẽ baf gok̃ht

source: Progress
wbl: Pũrũtrẽk

source: Public Domain
wbl: Mẽrdũme D̃omen

source: Publicly accessible open speech datasets in 130+ languages
wbl: mẽdumri k̃henakẽ d̃at̃a hẽt130+zikisht

source: Pular Guinea
wbl: Yi Senegambian Zik. Yem Zikes̃h de Guinea be K̃hanen.

source: Punctuation
wbl: Awqaf

source: Punjabi
wbl: panjobi

source: Quechua Cajatambo
wbl: Quechua cajatanbo

source: Quechua Chiquián
wbl: Quechua Chiquian

source: Quechua Corongo Ancash
wbl: Cuechua Ciringo ancash

source: Quechua Sihuas Ancash
wbl: Auechua Sihuas Ancash

source: Quechua Yauyos
wbl: Quachua Yauyos

source: Question Collection
wbl: Sawolve Majmua'

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
wbl: Saqofat en Mutaliqa Swlisht, yoy jawob redhowe kuzgk bara er C`hak mafruzat lecer.

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
wbl: kuyẽ sowolẽ kẽs̃hũynẽni ghafch qẽdamisht, kẽs̃hũynẽ qẽdamisht khalgẽ jẽwobẽr tiyor cart can elowa ki fitratẽ mẽtobiq jẽwob randẽn

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
wbl: Kuybiki ce Sawlve Jawobe de 15 lamhotve dest rand (can deroz clip me wost)

source: [‘Raised’ in English is always pronounced as one syllable, not two]
wbl: [Dẽ Ẽnglishi ‘raised̃’ yi harf ne ki buyi]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
wbl: Ya miqdor-e had bes̃h vite. { $retryLimit } daqiqah (minutes) en cẽbas woz yiloy kus̃hish carit

source: Rate limit exceeded. Try again in { $retryLimit } seconds
wbl: Ya miqdor-e had bes̃h vite. { $retryLimit } sekand̃ (seconds) en cẽbas woz yiloy kus̃hish carit

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
wbl: Hũkũmat, bi mẽnofa adorav woz mid̃ia adoravẽ s̃hik̃h rec̃h ki yavni chiz sẽk tẽnz̃et (web) mewod, rapot̃, ter medumẽ ehata (domain) teya?

source: Reader Effects
wbl: Joynẽkũzgvẽ Asar

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
wbl: Sẽk wẽrad t̃emom lvzẽvẽ baf joynẽnes̃h farkh won. Dẽ k̃s̃hũynẽn baf tayin ki chizẽv ki rikord k̃hetk yawi haya sokht cẽrsokhtẽv ki ya nivishtk; agar bes̃hẽv ki diyet rad car, muahida yoy rẽmũs̃hetk lavzisht

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
wbl: cont̃rakshanvẽ joyni dẽr haqiqat dra nas , cẽrsokht ki sakẽn teyẽ bejay sakẽn yoy pẽsagẽna

source: Read More
wbl: Z̃aq c̃hak joy

source: Read more on our About page
wbl: Spo pejẽ barar z̃aq woz ziyoda joy

source: Read sentences
wbl: Jũmlavẽ joy

source: Read Sentences
wbl: jũmlavẽ joy

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
wbl: Sẽk z̃hũ zik jũmlavẽ sarowoz joy woz jori lecẽr shamuliyatẽ dẽ gũni nogũn khẽnakẽ kũzgvẽn

source: Read Sentences, Answer Questions
wbl: Jũmlavẽ joy, sowolvẽ jẽwob rand

source: Read Sentences <small>(Coming soon)</small>
wbl: Jũmlavẽ joy<small>jaldẽb wizit</small>

source: Read sentences submitted by the community in various languages
wbl: cẽ jẽmoatvẽ gẽnan jama k̃hetk mukhtalif zikẽr jũmlavẽ joy

source: Read the sentence carefully - don’t miss, change or add words.
wbl: Jumlave ehtiyote mẽs̃han joyit, Lavzve lecrit, badal yoy bes̃h me joyit.

source: Ready to add your voice or lend your ear?
wbl: K̃hũ owoz shomil k̃hakẽr yoy g̃his̃h kẽt̃krẽt tiyora?

source: Ready to contribute?
wbl: Hisadorirẽt tiyor teya?

source: Ready to do { $count } more?
wbl: c̃hak k̃hakẽr tẽyo?{ $count }

source: Ready to donate your voice?
wbl: K̃hũ owazẽ atya rẽdhorẽt tẽyora?

source: Ready to help validate sentences?
wbl: jũmlavẽ towsiqrẽt tiyora?

source: reCAPTCHA is required if you want to proceed
wbl: reCAPTCHAyi darkor agar ki sasht trẽ pũrũt tuk zoq carit.

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
wbl: Got barqinomah’vev ce sokht ki mũshkil’v et hadaf’v-e bora’r yodhoshtisht, pũrũt rec̃hn-e bobat ogohisht, woz umumi owog̃h-e bora’r khabarnomahisht.

source: Recorded Clips
wbl: Rikord̃/ k̃hetk klipisht

source: Recorded Hours
wbl: Rikord̃ẽ wakhtisht/ soatisht

source: <recordIcon></recordIcon> Last one!
wbl: <recordIcon> okhẽriyi

source: [Recording cut off before the end of the last word]
wbl: [Cẽ okhẽri lavzẽ khatẽm wocnẽn tẽrmis ricod̃ingẽ resẽdh]

source: Recordings
wbl: Bandisht

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
wbl: voys klipẽ ricod̃ingi spo d̃at̃aset̃ẽ lazmi hisa: yisarẽb k̃hanẽn yemi mẽshkhũlig̃h bẽ tey

source: Record/Stop
wbl: ricord̃ẽ rok/rũk

source: Record your response
wbl: K̃hũ jawob e lecer

source: Record yourself reading sentences in your language
wbl: dẽ k̃hũ zik k̃hũ jũmla joynẽ rikord̃ car

source: Record yourself responding to questions and prompts in your language
wbl: k̃hũ zikẽr sowolvẽt ishor̃avẽ jẽwobẽ rand woz k̃hatẽ ricord̃ car

source: Record your voice
wbl: K̃hũ owozẽ rikord̃

source: Reference the source of your sentence (required)
wbl: K̃hũ jũmlah-e bũnyodh-e (zariya-e) hawolah randit (darkori).

source: Refresh
wbl: Woz toza car

source: Reject
wbl: Rad

source: Remove
wbl: Nik̃hind

source: Remove Avatar
wbl: Avatar nik̃hind

source: Report
wbl: K̃hẽnak (bayon)

source: Report was passed successfully
wbl: Komyobig̃h mes̃h report̃ g̃hate

source: Request a Language
wbl: Yi zikẽ arzẽ car

source: Request for Scripted Speech
wbl: K̃hẽnakẽr/ qarirẽr nivishetk chalg

source: Request for Spontaneous Speech
wbl: bi nivishetk taqrirẽr arz

source: Request recordings
wbl: band’ver gũzorish

source: *required
wbl: *zaruriyi/ *Zẽrũrat

source: Re-record
wbl: woz rikord̃

source: Re-record clip
wbl: kẽlipẽ dẽbora rikord̃

source: Respond
wbl: Jawob randit

source: Respond To Prompt
wbl: Yi zẽmun jawob

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
wbl: Ishoravẽr jẽwob rand asli d̃at̃asẽt k̃hakẽr, gapẽ metobiq, ne nifishet awalgũni zik.

source: Response deleted successfully
wbl: Jawob komyobig̃h mes̃h vishũvetk vite.

source: Response submitted successfully
wbl: Jawob komyobig̃h mes̃h cherne (g̃hate)

source: Return
wbl: pẽshew

source: Return here to edit your goal anytime.
wbl: Kum bẽ soat pẽspudh hadrem k̃hũ maqsadẽ badal

source: Return to Common Voice
wbl: Trẽ Umumi Owog̃h gẽna pishew

source: Return to Common Voice Datasets
wbl: common voice datasets'er pishew

source: Return to Languages
wbl: Trẽ zik’v-e gẽna pishew

source: Review
wbl: Didig̃h

source: Review and vote for new questions submitted by the community
wbl: jẽmoatẽ dhetk sowolẽ didig̃h k̃hẽ vot̃ yor kat̃

source: Review could not be saved. Please try again later.
wbl: Didig̃hetkes̃h pẽrdhavjẽ bas ne wezin. Miriboni car k̃hẽ woz kushish

source: ⓘ Review Criteria
wbl: Didẽg̃hikẽ mẽyor

source: Review Criteria
wbl: didẽg̃hikẽ mẽyor

source: Reviewed sentences not submitted, are sure?
wbl: Cẽrg tori yẽqina ki didig̃het jumlavẽv jama ne k̃hetk

source: Review existing sentences submitted by the community
wbl: Yũrt-e bũnetk trẽmisken jũmla’v-e joyizah dũrzn

source: Reviewing Sentences
wbl: Jumlavẽ dẽdeg̃hik

source: Review questions
wbl: Sowolẽ didig̃h/yewẽr

source: Review & re-record clips here as you go
wbl: cẽ shekhsnẽn tẽrmis drem didig̃h woz rikord̃ car

source: Review & re-record clips if needed
wbl: Zẽrũrat ki vitẽ didig̃h woz rikord̃ car

source: Review Sentences
wbl: Jũmlavẽ didig̃h

source: Review sentences in your language
wbl: Dẽ k̃hũ zik skẽ jũmla’v nigah kat̃it

source: Review & Submit
wbl: Didig̃h woz jama Car

source: Review transcriptions
wbl: Naqlẽvẽ didig̃h (review)

source: Review Transcriptions
wbl: Naqlẽvẽ didig̃h <small>(jaldẽs̃h wezin)</small>

source: Review transcriptions of recorded sentences for accuracy
wbl: Dẽrũstẽgi dẽstan jũmlavẽ tẽrjũmaẽ ricord̃ẽ didig̃h

source: Review Transcriptions <small>(Coming soon)</small>
wbl: Tẽrjũmavẽ didig̃h<small>(jaldẽb wezin)</small>

source: Review user-submitted transcriptions in your language
wbl: Istimol k̃hakẽkũzgẽ naqlẽvẽ k̃hũ zikẽr didig̃h

source: Romanian
wbl: Rumoni

source: Romansh Sursilvan
wbl: Romansh Sursilvi

source: Runyankole
wbl: Runyankole i yi guruhi Zik Kumdes̃hki de Rawanda, Tanzania, DR Congo woz Junub-Maghribi Uganda k̃hanen

source: Russian
wbl: Rũsi

source: Saraiki
wbl: Saroyiki

source: Sardinian
wbl: Sardini

source: Save
wbl: G̃hũrt (ley di)

source: Saved
wbl: G̃hũrt

source: Scots
wbl: Skot̃

source: Scripted Speech
wbl: nivishetk k̃hẽnetk/ ricord̃

source: Search
wbl: Sũmah

source: See how your progress compares to other contributors all over the world.
wbl: Tayin dẽ pẽtũn dẽnyos̃h ti yark dẽ digar shomil k̃hakẽkũzgvẽn cer sokht sẽdhũyd.

source: See Less
wbl: Kam winit

source: See More
wbl: Bes̃h (ziyot)winit

source: Select a Language...
wbl: yi zik'e intikhob car

source: Select an option
wbl: yi option dũrz

source: Select a variant (optional)
wbl: Yi mutaghayur e wuch car (ikhtiyori)

source: Selected
wbl: Yewerd

source: Select File
wbl: Fayl e yewerit

source: Select File to Upload
wbl: Sẽnũvn-e dẽstan fayl e yewrit

source: Select the desired language dataset and choose the version you wish to download.
wbl: Zẽrũratẽ zikẽ yewẽr k̃hẽ haya varzhanẽ durz kumdes̃h ki tu d̃awlowdẽ zoq car

source: Select up to three domains (optional)
wbl: Truy batk had’v e dũrzit(ikthiyori)

source: Select your age
wbl: K̃hũ yiran e yewer

source: Select your sex or gender
wbl: K̃hũ jins e yewer

source: Self Citation
wbl: K̃hũ hẽwola

source: Send a link to my email
wbl: Ya rabt (link) skẽ z̃hũ barqinomah stũyit

source: Send sign up link
wbl: sayn ap linkẽ stũy

source: Sentence
wbl: jũmla

source: Sentence Collection
wbl: Jumlaev jama k̃hak

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
wbl: Sẽk Jama k̃hetk Jumlahev woz be tayin carit.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
wbl: 'Sentence Collector' e estimol carit k̃he spo 'guide' tayin carit.

source: Sentence Domain
wbl: Jũmla-e had/makhso (domain)

source: Sentences
wbl: Jũmlayisht

source: Sentences are collected for people to read aloud.
wbl: Khalgver S̃hukh joyne distan jumlavev jama k̃hetk

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
wbl: Jũmlavs̃h sẽk jamoatẽ brobar wẽzayn yewrẽn, magam yem tẽriqayi drũst nast. agar kumd jũmlas̃h ki ti qarẽ wũzũmd yoyẽs̃h to bitob gok̃ht - yaniki yas̃h jẽmoate shamuliyatẽ qonũnẽ </participationGuidelines>bẽr khilof wost <participationGuidelines>- miriboni car k̃hẽ toghẽ bot̃an UI istimolTus̃h <emailFragment>commonvoice@mozilla.com</emailFragment> dẽ sak bẽ g̃hat

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
wbl: Ya g̃hũrtetk jũmlayishtep drem dẽ umumi dez̃hg (dastyob vitk) cc-0 sifer laysens d̃at̃aset shomil wocẽn.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
wbl: De 'Common voice' shomil k̃hake haten bu khalgver jumlahev tayin woz qabul k̃hak awaji. Sasht k̃hu zike haten hadrem 'guideline' peydo carit. Jumlaver de 'Public domain' wocen awaji woz 15 lavzven k̃hut̃ humut. spo 'waiver process e estimol carit k̃he sashtes̃h maten nivshetk khalges̃h CC0 k̃hakebas vezit, woz saker sẽk 'common voice@mozilla.com' sutuyne bas vezit.

source: { $sentences } sentences reviewed. Thank you!
wbl: { $sentences } Jumlavẽv didig̃hetk. Tor s̃hobos̃h

source: Sentence text
wbl: Jũmla-e nivishetkisht

source: Sentence Variant
wbl: Jũmla-e taghayur

source: Separate sentences into one line by pressing “Enter” or “Return” once
wbl: Ya “cherm” yoy “pishew” yiloy pakhch carit k̃he c̃hũto jũmlayisht dẽ yi chũrg-e dest

source: Serbian
wbl: Serb

source: Service and Retail
wbl: Khidmat et dũrzn wo pũrũng (retail)

source: Set a goal
wbl: Ye maqsad lecẽr

source: Set my visibility
wbl: Maz̃h wingẽ set̃ car/ z̃hũ sẽdhũynẽ set̃ car

source: Settings
wbl: Jayisht

source: Sex
wbl: jins

source: Sex or Gender
wbl: Jins (k̃hiynan/mardina)

source: SHA256 Checksum Copied!
wbl: SHA256 Checksum naqẽl!

source: Share Common Voice
wbl: Kommon Voyse sher car/ Comon Voysẽ pẽjẽhon go

source: Share my goal
wbl: K̃hũ maqsadẽ shomil

source: Share your clip
wbl: K̃hu kẽlipẽ Qiti Car

source: Share your { $count } Clip Daily Goal for { $type }
wbl: Khũ harorẽ maqsade qẽti shomil car { $count }{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
wbl: Haftawor maqsadẽ klipẽ shomil { $count }{ $type }

source: Share your event
wbl: K̃hũ waqia shomil

source: Shortcuts
wbl: short̃kat̃

source: [Should be ‘dinosaurs’]
wbl: [‘d̃aynosaurvẽ’ wocni zẽrũri]

source: [Should be “We are”]
wbl: [ “sakẽn” wocẽn dẽrkor/ sẽpo wocni baf]

source: Show me sentences and clips from all variants within my language
wbl: Dẽ z̃hũ zik-e dest, cẽ kũ digargun’v-e mulung en ya jũmla’v et vẽndetkev (klipev) maz̃her disũv.

source: Show my ranking
wbl: z̃hũ dẽrjabandẽi dhisũv

source: Sicilian
wbl: Siciliyi

source: Sign up
wbl: Dastkhat gok̃hit

source: Sign up for an account
wbl: Yi akownt̃ẽr (account) saynap (sasing up) car

source: Sign up for Common Voice newsletters, goal reminders and progress updates
wbl: Kommon voysẽ khẽbarẽ khatẽ (newsletter) saynap car, maqsadẽ sẽk yod wẽzmukẽ kuzg woz tẽrẽqiyẽ apd̃et̃isht

source: sign up for email updates
wbl: Emailẽ apd̃et̃ẽr (for update) saynap (sign up) car

source: Sign up for { $lang } updates:
wbl: Ogahi gũtak dẽstan k̃hũ razo rand { $lang }

source: Sindhi
wbl: Sindi

source: Single
wbl: Yig̃hun

source: Single sentence submission
wbl: Yig̃hun jũmlah g̃hũrtn

source: Single ZIP file containing
wbl: Yig̃hun zip fayl dẽ kumd ki shomil

source: Sinhala
wbl: Sinhola

source: Siswati
wbl: Siswoti

source: Size
wbl: Qolib

source: Skip
wbl: lecẽr

source: Skipped
wbl: Trẽ sar rũnd̃ũy

source: Skip Submission Feedback
wbl: Pishnihodev (tajwizev) Rẽdho’r lecer (trẽ sar rũnyd̃ũy)

source: Slovenian
wbl: Sloveni

source: Small batch
wbl: Z̃aqlay dastah (batch)

source: Small batch sentence submission
wbl: Z̃aqlay dastah (batch) jũmlah g̃hũrtn (jama k̃hak)

source: Small businesses, including tech and AI start ups
wbl: Z̃aqlay korborisht (tijoratisht) dẽ kumd ki shomil t̃eknolojiyisht woz AI-e oghoz k̃hetkisht

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
wbl: [shẽtref] [qokẽn] Borzẽngi rang D̃aynosour

source: Social media
wbl: Yurtdoriye nashriyotisht

source: Solicit personally identifying information (like names or financial information)
wbl: zoti shẽnokhtẽ malũmotẽ chalg(cẽrg ki nungisht you dulati malũmot)

source: Somali
wbl: Sumoli

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
wbl: De chandi zikve graimar, lafzev, woz tallafuzes̃h ghafch farq wost. Eska es̃h sak de 2022"Variants" ve muarrifi caren.hacem neo guruhisht the yi kus̃hodh "dataset" k̃hu zike lehjahe takhpa k̃hake qobil wocen.

source: Someone asks for a language to be added.
wbl: Koye Zik qiti k̃haker k̃hinentk.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
wbl: Yem owog̃huband khẽs̃hak (yundak) wakht, z̃aqchiz ghẽlat vite.

source: Something went wrong while fetching prompts. Please try again later.
wbl: Yizẽmuner (prompt) yundak wakht, z̃aqchiz rẽpak̃hk vite. Mehrboni car k̃he cẽbas wen kushish car.

source: Something went wrong while fetching questions. Please try again later.
wbl: Dubara go. ce wakhtẽm ki jũmlave wozomd chiz shak vitẽ.

source: Something went wrong while fetching the list of available datasets. Please try again later.
wbl: Dubara go, ce wakhtẽm ki jumlav wozomd chiz shak vitẽ

source: Something went wrong while fetching transcriptions. Please try again later.
wbl: Z̃aqchiz ghalat vite dẽ nivishetk (transkript) yundak wakht. Mehrboni carit k̃he z̃aq cẽbas n kushish carit

source: Something went wrong with reCAPTCHA. Please try again.
wbl: De reCAPTCHA z̃aqchiz rẽ̃pak̃hk (ghẽlat) vite. Mehrboni cer k̃he yiloy woz kushish cerit

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
wbl: Z̃aq digargunisht et z̃aqlay zikishtev dẽ yi zik yoy zik’v-e khondadon-e mulung cẽ liman en ghafch farkh. Agar ki sashtes̃h skẽ kum digargun-e gird kẽs̃hpech wocn-e wakht dẽ kum zurig̃h pervit, sashtes̃h k̃hũ damsh k̃hak (tarjih rẽdho’r) far g̃hirũvn kecerit.

source: Sorbian, Lower
wbl: Maghribi Slavic (Lusatia) he Zik

source: Sorbian, Upper
wbl: Maghribi Slavic, Sorbia Qawmiyate Zik

source: Sorry, Common Voice is running slowly. Thanks for your interest.
wbl: Mari afsus, Kommon Voysẽs̃h yark ne cart. ti dilchaspir

source: Sorry, something went wrong
wbl: mari ẽfsũs, chiz ghẽlat vitẽ

source: Source: { $sentenceSource }
wbl: Makhaz: { $sentenceSource }

source: Southern Kurdish
wbl: Nẽhangik Kũrd

source: Southern Pastaza Quechua
wbl: Southren pastaza quechua

source: Southern Sotho
wbl: Nẽhangik Sotho

source: Spanish
wbl: Espani zik yoy Khalgisht

source: Speak
wbl: Qẽsa car

source: Speakable
wbl: K̃hẽnakẽ loyiq

source: Speakers
wbl: K̃hẽnakkũzgisht

source: Speaking
wbl: K̃hẽnak

source: Speaking and Listening
wbl: K̃hẽnak woz kẽs̃hũn/ k̃henakẽt k̃s̃hũn

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
wbl: K̃hu Om owozer qissa car! Hadremep save qasa k̃hake andozer khush omadeed k̃hanen. Chisokhti ki save lahja tey, sakri haya awaji, woz sakri save owoze 'volume, style' woz wuch past k̃hake andoz awaji.

source: Speak now
wbl: Niv K̃han

source: Speak options menu
wbl: Ikhtiyorvẽ menuvẽ k̃han

source: Speak up, contribute here!
wbl: K̃han, drem shomil car/ shẽrikat dori car!

source: Special Characters and Foreign Letters
wbl: khos kirdorisht wos tẽrbarẽ lavz

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
wbl: ghafch rẽrũrat ki vitẽ andi alomatẽt awqofe shomilit. yaniki, dẽ Ẽngrezi yi apost̃rofi shomil cẽr ki d̃on't̃” wox “we’re” wozi dẽ zẽrya nevishtk shomil k̃hak awaji, magam yemi mumkin nast ki tu coqghdẽr istimol “@“#.”

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
wbl: <speechBlogLink>k̃hẽnak rikord̃ing shẽru car</speechBlogLink>

source: Spelling and Punctuation
wbl: Hijat woz awqof

source: Split into { $archiveCount } ZIP files containing
wbl: Dẽ { $archiveCount } blek cer zip faylisht dẽ kumd ki shomil

source: Splits
wbl: Taqsimisht

source: Splits (Age and Sex)
wbl: Taqsim (Umẽr jins)

source: Spontaneous Speech
wbl: yidamẽr k̃hẽnak

source: Start recording
wbl: Ricord̃ k̃hak s̃hẽru

source: Start typing to describe your accent
wbl: K̃hũ lahja (andoz) bayon k̃hak nivishn shuru car

source: Stats
wbl: hisob kitob

source: Status Page
wbl: St̃et̃ẽs wẽraq

source: Still have questions?
wbl: Galẽv bẽ sowolishta?

source: Streaks
wbl: Chirgisht

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
wbl: <strong>zhẽraq zhẽraq</strong><strong> borzẽngi rang d̃aynosaurisht [zheraq zhẽraq[</strong>] -riyassik.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
wbl: Haya 'clip' ve na manzoor mecar, kumdve lehjayi ki ce tinen mukhtalif tey. yemi owozev takhpa k̃hake haten her yiewe distan ahm tey.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
wbl: Takhleeqi wocit, save zike guruhep yagonah wost, woz yemisht oghoz k̃hake distan chandi tariqaisht.

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
wbl: <strong>nivishtk taqrir</strong>(desturẽmetobiq tus̃h cẽrsokht dish ki komon voysi)kumẽrs̃h tu dẽ k̃hũ zik jumlvẽ joy

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
wbl: <strong> [shẽtrefẽn]</strong>borzẽngiran <strong>dinosaursẽ [qokhẽn]</strong> triassik.

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
wbl: <strong>bekhelew taqrirri</strong>kommon voisẽ s̃heg̃hd hisa dras̃h tu jald jẽwob rand, K̃hẽnakẽ tẽriqa

source: Submit
wbl: G̃hũrt/kat̃

source: Submit All
wbl: Kũk̃ht chermũv/kat̃

source: Submit a new question for the community to read and respond to
wbl: cẽ jẽmoatẽn yi s̃heg̃hd sowol car ki yasht joyn woz jẽwob randẽn

source: Submit a report
wbl: Yi rapot jama car

source: Submit clips
wbl: kẽlipẽ jama/ rand

source: Submit new questions for the community to read and respond to
wbl: Yũrt-e joyn et jawob rẽdho’r -e dẽstan s̃heg̃hd sawolev kat̃it (bũnit)

source: Submitted
wbl: Chermovd (kartev)

source: Subscribe
wbl: Sabsẽkrayb

source: Success
wbl: Komyob

source: success checkmark
wbl: komyobig̃hẽ nis̃hun

source: Successfully accepted question
wbl: Sawalen Komyobiye mes̃han Qabul kert

source: Successfully rejected question
wbl: Sawalen Komyobiye Mas̃han Radd kert

source: Success, profile created!
wbl: Komyob, khoka tiyor vite!

source: Support open, community-led datasets
wbl: Hetẽr mẽdad, jẽmoatẽ k̃hetk d̃at̃aset̃isht.

source: Swedish
wbl: Swedeni
